"previewCamera" = "Λήψη φωτογραφίας";
"previewCameraRecord" = "Βιντεοσκόπηση";
"previewAlbum" = "Άλμπουμ";
"cancel" = "Ακύρωση";

"originalPhoto" = "Αρχική εικόνα";
"originalTotalSize" = "Σύνολο";
"done" = "Ολοκλήρωση";
"ok" = "Εντάξει";
"editFinish" = "Τέλος";
"cameraDone" = "Εντάξει";
"inputDone" = "Εντάξει";

"back" = "Πίσω";
"edit" = "Επεξεργασία";
"revert" = "Επαναφορά";
"brightness" = "Φωτεινότητα";
"contrast" = "Αντίθεση";
"saturation" = "Κορεσμός";
"exposure" = "Έκθεση";
"sharpness" = "Οξύτητα";
"temperature" = "Θερμοκρασία χρώματος";
"tint" = "Απόχρωση";
"vignette" = "Βινιέτα";
"vibrance" = "Φυσικός κορεσμός";

"photo" = "Φωτογραφία";
"preview" = "Προεπισκόπηση";

"noPhotoTips" = "Καμία φωτογραφία";

"hudLoading" = "Φόρτωση...";
"hudProcessing" = "Επεξεργασία...";

"exceededMaxSelectCount" = "Μπορείτε να επιλέξετε το πολύ %ld εικόνες";
"longerThanMaxVideoDuration" = "Δεν μπορείτε να επιλέξετε βίντεο διάρκειας άνω των %ld δευτερολέπτων";
"shorterThanMinVideoDuration" = "Δεν μπορείτε να επιλέξετε βίντεο διάρκειας μικρότερης από %ld δευτερόλεπτα";
"largerThanMaxVideoDataSize" = "Δεν μπορείτε να επιλέξετε βίντεο μεγαλύτερο από %@MB";
"smallerThanMinVideoDataSize" = "Δεν μπορείτε να επιλέξετε βίντεο μικρότερο από %@MB";
"exceededMaxVideoSelectCount" = "Μπορείτε να επιλέξετε το πολύ %ld βίντεο";
"lessThanMinVideoSelectCount" = "Πρέπει να επιλέξετε τουλάχιστον %ld βίντεο";

"noCameraAuthorityAlertMessage" = "Παρακαλώ επιτρέψτε στο %@ να αποκτήσει πρόσβαση στην κάμερα σας στο \"Ρυθμίσεις > Απόρρητο > Κάμερα\" του iPhone";
"noPhotoLibraryAuthorityAlertMessage" = "Παρακαλώ επιτρέψτε στο %@ να αποκτήσει πρόσβαση στις φωτογραφίες σας στο \"Ρυθμίσεις > Απόρρητο > Φωτογραφίες\" του iPhone";
"noMicrophoneAuthorityAlertMessage" = "Δεν είναι δυνατή η εγγραφή ήχου, ανοίξτε την άδεια μικροφώνου στο \"Ρυθμίσεις > %@\"";
"unableToAccessAllPhotos" = "Έχετε επιτρέψει στο %@ πρόσβαση μόνο σε μέρος των φωτογραφιών σας, προτείνεται να επιτρέψετε πρόσβαση σε \"Όλες οι φωτογραφίες\"";
"noLibraryAuthTitleInThumbList" = "Δεν είναι δυνατή η πρόσβαση στις φωτογραφίες";
"noLibraryAuthDescInThumbList" = "Έχετε απενεργοποιήσει την πρόσβαση φωτογραφιών για το %@, προτείνεται να επιτρέψετε πρόσβαση σε \"Όλες οι φωτογραφίες\"";
"gotoSystemSettingInThumbList" = "Μετάβαση στις ρυθμίσεις συστήματος";

"cameraUnavailable" = "Η κάμερα δεν είναι διαθέσιμη";
"keepRecording" = "Συνέχεια εγγραφής";
"gotoSettings" = "Μετάβαση στις ρυθμίσεις";

"iCloudVideoLoadFaild" = "Το iCloud απέτυχε να συγχρονίσει";
"imageLoadFailed" = "Η φόρτωση εικόνας απέτυχε";

"save" = "Αποθήκευση";
"saveImageError" = "Αποτυχία αποθήκευσης εικόνας";
"saveVideoError" = "Αποτυχία αποθήκευσης βίντεο";
"timeout" = "Λήξη χρονικού ορίου";

"customCameraTips" = "Αγγίξτε για λήψη φωτογραφίας, κρατήστε πατημένο για βίντεο";
"customCameraTakePhotoTips" = "Αγγίξτε για φωτογραφία";
"customCameraRecordVideoTips" = "Κρατήστε πατημένο για βίντεο";
"customCameraTapToRecordVideoTips" = "Αγγίξτε για βίντεο";
"minRecordTimeTips" = "Καταγράψτε τουλάχιστον %ld δευτερόλεπτα";

"cameraRoll" = "Πρόσφατα";
"panoramas" = "Πανοράματα";
"videos" = "Βίντεο";
"favorites" = "Αγαπημένα";
"timelapses" = "Time-lapse";
"recentlyAdded" = "Προστέθηκαν πρόσφατα";
"bursts" = "Συνεχόμενες λήψεις";
"slomoVideos" = "Αργή κίνηση";
"selfPortraits" = "Σέλφι";
"screenshots" = "Στιγμιότυπα οθόνης";
"depthEffect" = "Πορτραίτο";
"livePhotos" = "Live Photos";
"animated" = "GIF";
"myPhotoStream" = "Το ρεύμα των φωτογραφιών μου";

"noTitleAlbumListPlaceholder" = "Όλες οι φωτογραφίες";
"textStickerRemoveTips" = "Σύρετε εδώ για διαγραφή";
